Repository: mate-desktop-legacy-archive/mate-bluetooth
Catalog: po/*.po
Languages: mk, sq, ur

source: All types
mk: Сите видови
sq: Të gjitha llojet
ur: تمام انواع

source: Phone
mk: Телефон
sq: telefon
ur: فون

source: Modem
mk: Модем
ur: موڈیم

source: Computer
mk: Компјутер
sq: kompjuter
ur: کمپیوٹر

source: Network
mk: Мрежа
sq: rrjet
ur: نیٹ ورک

source: Headset
mk: Слушалки со микрофон
sq: kufje
ur: ہیڈ سیٹ

source: Headphones
mk: Слушалки
ur: ہیڈ فون

source: Audio device
mk: Аудио уред
sq: pajisje audio
ur: صوتی آلہ

source: Keyboard
mk: Тастатура
sq: tastierë
ur: کیبورڈ

source: Mouse
mk: Глушец
ur: ماؤس

source: Camera
mk: Камера
sq: kamerë
ur: کیمرا

source: Printer
mk: Печатач
ur: پرنٹر

source: Joypad
mk: Џојпад
ur: جوئے پیڈ

source: Tablet
mk: Таблет
ur: ٹیبلیٹ

source: Video device
mk: Видео уред
sq: pajisja Video
ur: ویڈیو ألہ

source: Unknown
mk: Непознато
sq: i panjohur
ur: نامعلوم

source: Click to select device...
mk: Притисни за да избереш уред...
sq: Klikoni për të zgjedhur pajisjen ...
ur: آلہ منتخب کرنے کے لیے کلک کریں...

source: No adapters available
mk: Нема достапни адаптери
sq: Nuk ka adapters në dispozicion
ur: کوئی اڈاپٹر دستیاب نہیں

source: Searching for devices...
mk: Барање уреди...
sq: Kërkoni për pajisjet ...
ur: آلوں کی تلاش کی جارہی ہے...

source: Remove '%s' from the list of devices?
mk: Отстрани го '%s' од листата со уреди?
sq: Hiq '%s' nga lista e pajisjeve?
ur: کیا '%s' کو ألوں کی فہرست سے حذف کردیا جائے؟

source: If you remove the device, you will have to set it up again before next use.
mk: Ако го отстраниш овој уред, ќе мора повторно да го подесиш пред следната употреба.
sq: Nëse ju hiqni pajisjen, ju do të keni për të vendosur atë përsëri para përdorimit të ardhshëm.
ur: اگر آلہ حذف کیا گیا، تو اگلے استعمال سے پہلے آپ کو اسے دوبارہ وضع کرنا پڑے گا.

source: Device
mk: Уред
sq: pajisje
ur: ألہ

source: Type
mk: Тип
sq: tip
ur: نوعیت

source: All categories
mk: Сите категории
sq: Të gjitha kategoritë
ur: تمام زمرے

source: Paired
mk: Споени
sq: çiftëzohet
ur: جڑی ہوئی

source: Trusted
mk: Сигурен
sq: i Besuar
ur: مُعتبر

source: Not paired or trusted
mk: Не се споени или сигурни
sq: Nuk çiftëzohet ose i besuar
ur: جڑی ہوئی یا معتبر نہیں ہے

source: Paired or trusted
mk: Споени или сигурни
sq: Çiftëzohet ose besuar
ur: جڑی ہوئی یا معتبر

source: <b>Show Only Bluetooth Devices With...</b>
mk: <b>Прикажи само блутут уреди со...</b>
sq: <b> Trego Vetëm Paisje Bluetooth Me ... </ b>
ur: <b>صرف بلیو ٹوتھ آلے دکھائیں بمع...</b>

source: Device _category:
mk: Категорија на уред:
sq: categoria _paisjes:
ur: ألے کا _زمرہ:

source: Select the device category to filter
mk: Одбери категорија на уред која ќе ја филтрираш
sq: Zgjidhni kategorinë e pajisje për të filtruar
ur: فلٹر کرنے کے لیے آلے کا زمرہ منتخب کریں

source: Device _type:
mk: Тип на уред:
sq: tipi _paisjes:
ur: آلے کی _نوعیت:

source: Select the device type to filter
mk: Одбери тип на уред кој ќе го филтрираш
sq: Zgjidhni llojin e pajisjes për të filtruar
ur: فلٹر کرنے کے لیے آلے کی نوعیت منتخب کریں

source: Input devices (mice, keyboards, etc.)
mk: Влезни уреди (глувци, тастатури итн.)
sq: Pajisjet e inputeve (mice, tastierë, etj)
ur: ماداخل ألے (ماؤس، کیبورڈ، وغیرہ.)

source: Headphones, headsets and other audio devices
mk: Слушалки, слушалки со микрофон и други аудио уреди
sq: Kufje, headsets dhe pajisje të tjera audio
ur: ہیڈ فون، ہیڈ سیٹ اور دیگر صوتی آلے

source: Use this GPS device for Geolocation services
mk: Користи го овој GPS уред за сервиси за геолокација
sq: Përdoreni këtë pajisje GPS për shërbime Geolocation
ur: زمینی مقام خدمات کے لیے یہ GPS ألہ استعمال کریں

source: Access the Internet using your cell phone (test)
mk: Пристапи на интернет преку твојот мобилен телефон (тест)
sq: Qasja në Internet duke përdorur telefonin tuaj celular (test)
ur: اپنے سیل فون کو استعمال کرتے ہوئے انٹرنیٹ تک رسائی حاصل کریں (جانچ)

source: Select Device to Browse
mk: Одбери уред за да го разгледаш
sq: Zgjidh Paisjen te Shfletoni
ur: دیکھنے کے لیے آلہ منتخب کریں

source: _Browse
mk: _Разгледај
sq: _Shfleto
ur: _انتخاب

source: Select device to browse
mk: Одбери уред за да го разгледаш
sq: Zgjidh pajisjen të shfletoni
ur: دیکھنے کے لیے آلہ منتخب کریں

source: Turn On Bluetooth
mk: Вклучи блутут
sq: Ndize Bluetooth
ur: بلیو ٹوتھ کو چلائیں

source: Bluetooth: Off
mk: Блутут: исклучен
ur: بلیو ٹوتھ: بند

source: Turn Off Bluetooth
mk: Исклучи блутут
sq: fike Bluetooth
ur: بلیو ٹوتھ کو بند کریں

source: Bluetooth: On
mk: Блутут: вклучен
ur: بلیو ٹوتھ: فعال

source: Bluetooth: Disabled
mk: Блутут: оневозможен
ur: بلیو ٹوتھ: معطل

source: Disconnecting...
mk: Одврзување...
sq: Shkeputur ...
ur: غیر متصل کیا جارہا ہے...

source: Connecting...
mk: Поврзување...
sq: Duke u lidhur ...
ur: اتصال قائم کیا جارہا ہے...

source: Connected
mk: Поврзано
sq: i lidhur
ur: متصل

source: Disconnected
mk: Одврзано
sq: Shkeputur
ur: غیر متصل

source: Disconnect
mk: Одврзи се
sq: shkëput
ur: غیر متصل کریں

source: Connect
mk: Поврзи се
sq: Lidh
ur: متصل کریں

source: Send files...
mk: Испрати датотеки...
sq: Dërgo files ...
ur: فائلیں ارسال کریں...

source: Browse files...
mk: Разгледај датотеки...
sq: Shfletoni files ...
ur: فائلیں دیکھیں...

source: Open Keyboard Preferences...
mk: Отвори ги параметрите на тастатурата...
sq: Hap Preferencat tastierës
ur: کیبورڈ کی ترجیحات کھولیں...

source: Open Mouse Preferences...
mk: Отвори ги параметрите на глушецот...
sq: Hap Preferencat Mouse
ur: ماؤس کی ترجیحات کھولیں...

source: Open Sound Preferences...
mk: Отвори ги параметрите на звукот...
sq: Hap Preferencat Zanore...
ur: آواز کی ترجیحات کھولیں...

source: Debug
mk: Дебагирање
sq: Rregulloj
ur: ڈی بگ

source: - Bluetooth applet
mk: - Блутут аплет
ur: - بلیو ٹوتھ ایپلیٹ

source: %s Run '%s --help' to see a full list of available command line options.
mk: %s Извршете '%s --help' за да видите целосна листа на достапни опции за команди.
sq: %s Shkruaj '%s --help' për të shikuar listën e plotë të opcioneve të rreshtit të komandës.

source: Bluetooth Applet
mk: Блутут аплет
ur: بلیو ٹوتھ ایپلیٹ

source: Bluetooth
mk: Блутут
ur: بلیو ٹوتھ

source: Bluetooth: Enabled
mk: Блутут: овозможен
sq: Bluetooth: Aktivizuar
ur: بلیو ٹوتھ: فعال

source: Device '%s' wants to pair with this computer
mk: Уредот '%s' сака да се спои со овој компјутер
sq: Paisja '%s' deshiron te bashkohet me kete kompjuter
ur: آلہ '%s' اس کمپیوٹر سے جڑنا جاہتا ہے

source: Please enter the PIN mentioned on device %s.
mk: Молиме внесете го PINот прикажан на уредот %s.
sq: Ju lutemi shkruani PIN-in e përmendur në pajisjen %s.
ur: ازراہِ کرم آلے %s میں مذکور پِن داخل کریں.

source: Please confirm whether the PIN '%s' matches the one on device %s.
mk: Молиме потврдете дали PINот '%s' се совпаѓа со тој на уредот %s.
sq: Ju lutem konfirmoni nëse '%s' e PIN-it të përputhet me një të tillë në %s. pajisjes.
ur: ازارہِ کرم تصدیق کریں کہ کیا پِن '%s' ألے %s کی پِن سے میل کھاتی ہے.

source: Grant access to '%s'
mk: Доделен пристап на '%s'
sq: Qasjen në '%s'
ur: '%s' کو رسائی کی اجازت دیں

source: Device %s wants access to the service '%s'.
mk: Уредот %s бара пристап на сервисот '%s'.
sq: Paisja %s kërkon qasje në '%s' të shërbimit.
ur: ألہ %s سروس '%s' تک رسائی چاہتا ہے.

source: Pairing request for '%s'
mk: Барање за спојување за '%s'
sq: Kërkesa për Pairing '%s'
ur: جڑنے کی درخواست برائے '%s'

source: Bluetooth device
mk: Блутут уред
sq: pajisje Bluetooth
ur: بلیو ٹوتھ آلہ

source: Enter PIN
mk: Внеси PIN
sq: Futni kodin PIN
ur: پِن داخل کریں

source: Pairing confirmation for '%s'
mk: Потврда за спојување за '%s'
sq: Konfirmimi për pairing '%s'
ur: جوڑنے کی معلومات برائے '%s'

source: Verify PIN
mk: Потврди PIN
sq: Verifiko PIN
ur: پِن کی تصدیق کریں

source: Authorization request from '%s'
mk: Барање за проверка од '%s'
sq: Kërkesa për autorizim nga '%s'
ur: اختیار دہی کی درخواست از '%s'

source: Check authorization
mk: Провери ја проверката
sq: kontrolloni autorizimin
ur: اختیار دہی کی پڑتال کریں

source: Bluetooth Manager
mk: Управувач со блутут
sq: Menaxho Bluetooth
ur: بلیو ٹوتھ منیجر

source: MATE Bluetooth Manager applet
mk: MATE аплет на управувачот со блутут
sq: MATE Bluetooth Menaxher applet

source: Bluetooth: Checking
mk: Блутут: проверка
sq: Bluetooth: Kontroll
ur: بلیو ٹوتھ: پڑتال کی جارہی ہے

source: Browse files on device...
mk: Разгледај ги датотеките на уредот...
sq: Shfleto files në pajisjen ...
ur: آلے پر فائلیں دیکھیں...

source: Devices
mk: Уреди
sq: Pajisjet
ur: آلے

source: Preferences
mk: Параметри
sq: Preferenca
ur: ترجیحات

source: Quit
mk: Откажи
sq: Mbyll
ur: برخاست کریں

source: Send files to device...
mk: Испрати датотеки на уредот...
sq: Send files në pajisjen ...
ur: آلے پر فائلیں ارسال کریں...

source: Set up new device...
mk: Подеси нов уред...
sq: konfiguro nje pajisje të re ...
ur: نیا ألہ وضع کریں

source: Visible
mk: Видливо
sq: i dukshëm
ur: رویت پذیر

source: _Always grant access
mk: _Секогаш додели пристап
sq: _Gjithmonë jep qasjen
ur: _ہمیشہ رسائی کی اجازت دیں

source: _Grant
mk: _Додели
sq: _dhënie
ur: _اجازت دیں

source: _Reject
mk: _Одбиј
sq: _Refuzo
ur: _مسترد کریں

source: _Does not match
mk: _Не се совпаѓа
sq: _Nuk përputhen
ur: م_شابہت نہیں رکھتے

source: _Matches
mk: _Се совпаѓа
sq: _Perputh
ur: _مشابہ

source: _Show input
mk: _Прикажи влез
sq: _Trego të dhëna
ur: ماداخل _دکھائیں

source: Cannot start "Personal File Sharing" Preferences
mk: Не може да ги вклучи параметрите на "Лично споделување на датотеки"
sq: Nuk mund të fillojnë "Ndarja personale e file " Preferencat
ur: "ذاتی فائل شیئرنگ" کی ترجیحات نہیں چلائی جاسکتیں

source: Please verify that the "Personal File Sharing" program is correctly installed.
mk: Молиме потврдете дека "Лично споделување на датотеки" програмата е правилно инсталирана.
sq: Ju lutem verifikoni se "Personal File Sharing" program është instaluar saktë.
ur: ازراہِ کرم تصدیق کریں کہ "ذاتی فائل شیئرنگ" پروگرام درست طور پر نصب ہے.

source: Bluetooth Preferences
mk: Блутут параметри
sq: Preferencat Bluetooth
ur: بلیو ٹوتھ کی ترجیحات

source: _Show Bluetooth icon
mk: _Прикажи блутут икона
sq: _Trego ikonen Bluetooth
ur: بلیو ٹوتھ کی _آئکن دکھائیں

source: Receive Files
mk: Примај датотеки
sq: prano files
ur: فائلیں وصول کریں

source: Output a list of currently known devices
mk: Приказ на листа на тековно познати уреди
sq: Nxjerr një listë të pajisjeve të njohura aktualisht
ur: حالیہ معلوم آلوں کی فہرست دیکھیں

source: Bluetooth Properties
mk: Блутут карактеристики
ur: بلیو ٹوتھ کی خصوصیات

source: Make computer _visible
mk: Направи го компјутерот _видлив
sq: Bëni kompjuterin_i dukshëm
ur: کمپیوٹر کو _رویت پذیر بنائیں

source: Friendly name
mk: Пријателско име
sq: Emri favorshëm
ur: دوستانہ نام

source: Set up _new device...
mk: Подеси _нов уред...
sq: Konfiguro_pajisje _të Re ...
ur: _نیا آلہ وضع کریں...

source: _Remove
mk: _Отстрани
sq: _Hiq
ur: _حذف کریں

source: Bluetooth is disabled
mk: Блутутот е оневозможен
sq: Bluetooth është i caktivizuar
ur: بلیو ٹوتھ معطل ہے

source: No Bluetooth adapters present
mk: Нема присутни блутут адаптери
sq: asnje paisje blueooth i pranishëm
ur: کوئی بلیو ٹوتھ اڈاپٹر موجود نہیں

source: Your computer does not have any Bluetooth adapters plugged in.
mk: Твојот компјутер нема вклучени блутут адаптери.
sq: Kompjuteri juaj nuk ka ndonjë adapters Bluetooth te lidhur
ur: آپ کے کمپیوٹر سے کوئی بلیو ٹوتھ اڈاپٹر جڑا ہوا نہیں ہے.

source: Bluetooth has been disabled by a switch on your computer.
mk: Блутутот е оневозможен преку копче на твојот компјутер.
sq: Bluetooth eshte caktivizuar ne kompjuterin tuaj

source: Configure Bluetooth settings
mk: Подеси ги подесувањата за блутут
sq: Konfiguro parametrat e Bluetooth
ur: بلیو ٹوتھ کی ترتیبات کی تشکیل کریں

source: Pairing with '%s' cancelled
mk: Спојувањето со '%s' е откажано
sq: çiftzimi me '%s' anulluar
ur: '%s' کے ساتھ جوڑنا ملتوی کردیا گیا

source: Please confirm that the PIN displayed on '%s' matches this one.
mk: Молиме потврдете дека PINот прикажан на '%s' се совпаѓа со овој.
sq: Ju lutem konfirmoni që PIN shfaqet në '%s' përputhet me këtë një të tillë.
ur: ازراہِ کرم تصدیق کریں کہ '%s' پر دکھائی جانے والی پِن اس والی سے ملتی ہے.

source: Please enter the following PIN:
mk: Молиме внесете го следниот PIN:
sq: Ju lutemi shkruani PIN-in e mëposhtëm:
ur: ازراہِ کرم یہ پِن داخل کریں:

source: Setting up '%s' failed
mk: Подесувањето за '%s' не успеа
sq: Ngritja e '%s' dështoi
ur: '%s' کو وضع کرنے میں ناکامی

source: Connecting to '%s'...
mk: Поврзување со '%s'...
sq: duke u lidhur me '%s'...
ur: اتصال قائم کیا جارہا ہے تا '%s'...

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
mk: Молиме внесете го следниот PIN на '%s' и притиснете “Enter” на тастатурата:
sq: Ju lutemi shkruani PIN-in e mëposhtëm për '%s' dhe shtypni "Enter" në tastierë:
ur: ازراہِ کرم '%s' میں ذیل کی پِن داخل کریں اور کیبورڈ سے ''انٹر'' دبائیں:

source: Please enter the following PIN on '%s':
mk: Молиме внесете го следниот PIN на '%s':
sq: Ju lutemi shkruani PIN-in e mëposhtëm për '%s'
ur: ازراہِ کرم '%s' پر یہ پِن داخل کریں:

source: Please wait while finishing setup on device '%s'...
mk: Молиме почекајте додека заврши подесувањето на уредот '%s'...
sq: Ju lutem prisni derisa përfundoj organizim në '%s' pajisjes ...
ur: جب تک کہ ألے '%s' کا انتظام ختم نہیں ہوجاتا انتظار فرمائیں...

source: Successfully set up new device '%s'
mk: Успешно е подесен новиот уред '%s'
sq: paisja e re eshte vendosur me sukses '%s'
ur: کامیابی سے نیا آلہ '%s' وضع کردیا گیا

source: '0000' (most headsets, mice and GPS devices)
mk: '0000' (повеќето слушалки, глувци и GPS уреди)
sq: '0000' (shumica kufje, mice dhe pajisje GPS)
ur: '0000' (زیادہ تر ہیڈ سیٹس، ماؤس اور GPS آلات)

source: Bluetooth New Device Setup
mk: Блутут подесување за нов уред
sq: Bluetooth konfigurim nje paisje te re
ur: بلیو ٹوتھ نئے آلے کا انتظام

source: Custom PIN:
mk: Сопствен PIN:
ur: مخصوص پِن:

source: Device Setup
mk: Подесување на уред
sq: Konfiguro paisjen
ur: آلے کا انتظام

source: Device Setup Failed
mk: Подесувањето на уредот е неуспешно
sq: Konfigurimi i paisjes gabim
ur: آلے کے انتظام میں ناکامی

source: Device search
mk: Пребарување на уреди
sq: Kërko Paisje
ur: آلہ کی تلاش

source: Do not pair
mk: Не се спојувај
sq: Mos u Bashko

source: Does not match
mk: Не се совпаѓа
sq: Nuk përputhen
ur: میل نہیں کھاتے

source: Finishing New Device Setup
mk: Завршува со подесувањето на нов уред
sq: Mbarimi konfigurimit te paisjes se re
ur: نئے آلے کا انتظام ختم کیا جارہا ہے

source: Fixed PIN
mk: Фиксен PIN
sq: PIN i caktuar
ur: ثابت پِن

source: Introduction
mk: Претставување
sq: paraqitje
ur: تعارف

source: Matches
mk: Се совпаѓа
ur: مشابہ

source: PIN Options
mk: PIN опции
sq: Opsionet PIN
ur: پِن کے اختیارات

source: PIN _options...
mk: PIN _опции...
sq: PIN _opsionet ...
ur: پِن کے ا_ختیارات...

source: Select the additional services you want to use with your device:
mk: Одбери додатни сервиси кои сакаш да ги користиш со твојот уред:
sq: Zgjidhni shërbime shtesë që ju doni të përdorni me pajisjen tuaj:
ur: اپنے آلے کے ساتھ استعمال کے لیے اضافی خدمات منتخب کریں:

source: Select the device you want to setup
mk: Одбери уред кој сакаш да го подесиш
sq: Zgjidh pajisjen që ju doni të konfiguroni
ur: آلہ منتخب کریں جسے آپ وضع کرنا چاہتے ہیں

source: Setup Completed
mk: Подесувањето е завршено
sq: Konfigurmi Kompletuar
ur: انتظام تمام ہوا

source: The Bluetooth new device setup will walk you through the process of configuring Bluetooth enabled devices for use with this computer.
mk: Блутут подесувањето за нов уред ќе те спроведе низ процесот на подесување на уреди кои подржуваат блутут за користење со овој компјутер.
sq: Pajisja e re Bluetooth setup do të ecin nëpër procesin e configuring te pajisje Bluetooth aktivizuar për përdorim me këtë kompjuter.
ur: ‫نئے بلیو ٹوتھ آلے کا انتظام، بلیو ٹوتھ کے حامل آلات کو اس کمپیوٹر کے ساتھ استعمال کے لیے مرتب کرنے کے عمل میں آپ کی راہ نمائی کرے گا۔

source: The device will need to be within 10 meters of your computer, and be “visible” (sometimes called “discoverable”). Check the device's manual if in doubt.
mk: Уредот ќе треба да биде во опсег од 10 метри од твојот компјутер, и да биде “видлив“ (понекогаш е назначено како “може да биде пронајден“). Провери го упатството на уредот ако не си сигурен.
sq: Pajisja do të duhet të jetë brenda 10 metra me kompjuterit tuaj, dhe të jetë "e dukshme" (ndonjëherë i quajtur "discoverable"). Kontrollo manualin e pajisjes, nëse keni dyshime.
ur: آلے کو آپ کے کمپیوٹر کے 10 میٹر میں ہونا چاہیے. اور اسے ''رویت پذیر'' ہونا چاہیے (بعض اوقات ''قابلِ دریافت'' کہا جاتا ہے). اگر شبہ ہو تو آلے کی ہدایات دیکھیں.

source: Welcome to the Bluetooth new device setup
mk: Добредојде во блутут подесувањето за нов уред
sq: Mirë se vini në konfigurimin e paisjes se re bluetooth
ur: بلیو ٹھوتھ کے نئے آلے کے انتظام میں خوش آمدید

source: _Automatic PIN selection
mk: _Автоматско одбирање на PIN
sq: Zgjedhja _Automatike PIN
ur: _خودکار پِن انتخاب

source: _Restart Setup
mk: _Рестартирај го подесувањето
sq: _Restarto konfigurimet
ur: انتظام کو _دوبارہ چلائیں

source: %'d second
mk: %' секунда
sq: %'d sekonda
ur: %'d سیکنڈ

source: %'d minute
mk: %' минута
sq: %'d minuta
ur: %'d منٹ

source: %'d hour
mk: %' час
sq: %'d orë
ur: %'d گھنٹہ

source: approximately %'d hour
mk: приближно %' час
sq: rreth %'d orë
ur: تقریباً %'d گھنٹہ

source: File Transfer
mk: Пренос на податоци
sq: Transfero Files-a
ur: فائل منتقلی

source: _Retry
mk: _Обиди се повторно
sq: _Riprovo
ur: _دوبارہ کوشش کریں

source: Sending files via Bluetooth
mk: Испраќање датотеки преку блутут
sq: Dërgimi files nëpërmjet Bluetooth
ur: بلیو ٹوتھ کے ذریعے فائل ارسال کی جارہی ہے

source: From:
mk: Од:
sq: nga:
ur: از طرف:

source: To:
mk: До:
sq: tek:
ur: تا:

source: An unknown error occurred
mk: Се појави непозната грешка
sq: Një gabim i panjohur ka ndodhur
ur: نامعلوم غلطی واقع ہوئی ہے

source: Make sure that remote device is switched on and that it accepts Bluetooth connections
mk: Осигурај се дека одалечениот уред е вклучен и дека прифаќа блутут врски
sq: Sigurohuni që pajisja është ndezur dhe se ajo pranon lidhjet Bluetooth
ur: یقین کر لیں کہ بعید آلہ چل رہا ہے اور یہ کہ یہ بلیو ٹوتھ اتصال قبول کرتا ہے

source: Sending %s
mk: Испраќање %s
sq: Dërgimi %s
ur: ارسال کیا جارہا ہے %s

source: Sending file %d of %d
mk: Испраќање датотека %d од %d
sq: Dërgimi filesa-ve %d of %d
ur: فائل %d برائے %d ارسال کی جارہی ہے

source: Select Device to Send To
mk: Одбери уред на кој ќе испратиш
sq: Zgjidh Paisjen për të dërguar
ur: ارسال کرنے کے لیے آلہ منتخب کریں

source: Send _To
mk: Испрати _на
sq: Dërgo_tek
ur: ارسال کریں _تا

source: Choose files to send
mk: Одбери датотеки за испраќање
sq: Zgjidhni dosjet për të dërguar
ur: ارسال کرنے کے لیے فائلیں منتخب کریں

source: Remote device to use
mk: Одлалечен уред кој ќе се користи
sq: Pajisje për të përdorur
ur: استعمال کے لیے بعید ألہ

source: Remote device's name
mk: Име на одалечениот уред
sq: Emri largët pajisjes
ur: بعید آلے کا نام

source: Programming error, could not find the device in the list
mk: Програмирачка грешка, не може да се пронајде уредот во листата
sq: Programimi gabim, nuk mund të gjejnë pajisjen në listë
ur: پروگرامنگ کی غلطی، فہرست میں آلہ تلاش نہیں کیا جاسکتا

source: Obex Push file transfer unsupported
mk: Obex Push трансферот на податоци не е подржан
ur: Obex پُش فائل منتقلی کی معاونت نہیں ہے

source: Bluetooth (OBEX Push)
mk: Блутут (OBEX Push)
ur: بلیو ٹوتھ (OBEX Push)

source: Run in standalone mode
mk: Изврши во самостоен режим
sq: Ekzekuto në mënyrë të pavarur
ur: یکتا اسلوب میں چلائیں

source: Moblin Bluetooth Panel
mk: Moblin блутут панел
ur: موبلن بلیو ٹوتھ پینل

source: - Moblin Bluetooth Panel
mk: - Moblin блутут панел
ur: - موبلن بلیو ٹوتھ پینل

source: bluetooth
mk: блутут
ur: بلیو ٹوتھ

source: Pairing with %s failed.
mk: Спојувањето со %s не успеа.
sq: çiftezimi me %s dështuar.
ur: %s سے جڑنے میں ناکامی.

source: <u>Pair</u>
mk: <u>Спојување</u>
sq: <u>çifto</u>
ur: <u>جوڑیں</u>

source: <u>Connect</u>
mk: <u>Поврзување</u>
sq: <u>Lidh</u>
ur: <u>متصل ہوں</u>

source: <u>Browse</u>
mk: <u>Разгледување</u>
sq: <u>Shfleto</u>
ur: <u>انتخاب</u>

source: Device setup failed
mk: Подесувањето на уредот е неуспешно
sq: konfigurmi i pajisjes dështuar
ur: آلے کے انتظام میں ناکامی

source: Back to devices
mk: Назад кон уредот
sq: Mbrapsht në pajisjet
ur: آلوں کی طرف واپس جائیں

source: Done
mk: Завршено
sq: Perfunduar
ur: ہوگیا

source: Device setup
mk: Подесување на уред
sq: Konfigurimi i pajisjes
ur: آلے کا انتظام

source: Only show:
mk: Прикажи само:
sq: Vetëm të tregojë:
ur: صرف دکھائیں:

source: PIN options
mk: PIN опции
sq: opsionet PIN
ur: پِن کے اختیارات

source: Add a new device
mk: Додај нов уред
sq: Shto një pajisje të re
ur: نیا آلہ شامل کریں

source: Send file from your computer
mk: Испрати датотека од твојот компјутер
sq: Dërgo skedar nga kompjuteri juaj
ur: اپنے کمپیوٹر سے فائل ارسال کریں

source: Bluetooth Manager Panel
mk: Панаел на управувач со блутут
sq: Paneli menaxhues i bluetooth
ur: بلیو ٹوتھ منیجر پینل

source: %d KB/s
ur: %d ک.ب/س

source: %d B/s
ur: %d ب/س
